tap "achannarasappa/tap"
tap "astronomer/tap"
tap "aykamko/tag-ag"
tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ca-certificates"
brew "autoconf"
brew "automake"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bear"
brew "ghc"
brew "cabal-install"
brew "python@3.9"
brew "pkg-config"
brew "llvm"
brew "ccls"
brew "circleci"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "codespell"
brew "libtool"
brew "libpq"
brew "composer"
brew "conan"
brew "coreutils"
brew "cppcheck"
brew "cpplint"
brew "direnv"
brew "doxygen"
brew "exa"
brew "fasd"
brew "fd"
brew "fdupes"
brew "fff"
brew "fish"
brew "fx"
brew "fzf"
brew "gcc"
brew "gcc@6"
brew "gdb"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "glow"
brew "gnu-sed"
brew "grip"
brew "haskell-language-server"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "include-what-you-use"
brew "jd"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "libksba"
brew "libyaml"
brew "lua-language-server"
brew "mariadb", restart_service: true, link: false
brew "mariadb@10.2", link: true
brew "maven"
brew "mycli"
brew "mysql", link: false
brew "mysql@5.6"
brew "mysql@5.7"
brew "neovim"
brew "ninja"
brew "openjdk@11"
brew "openssl@3"
brew "pgcli"
brew "postgresql", restart_service: true
brew "ranger"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "stow"
brew "texlab"
brew "texlive"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "vcpkg"
brew "wget"
brew "xsv"
brew "z"
brew "zlib"
brew "zoxide"
brew "achannarasappa/tap/ticker"
brew "astronomer/tap/astro"
brew "aykamko/tag-ag/tag-ag"
brew "hhvm/hhvm/hhvm-4.150"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adoptopenjdk"
cask "dotnet"
cask "font-hack-nerd-font"
